Repository: ColumbusLabs/QuotaKit
Catalog: CodexBarMobile/CodexBarMobile/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# antigravity_accounts_title
source: Linked Google accounts
ja: 連携済み Google アカウント
zh_hans: 已关联 Google 账号
zh_hant: 已連結 Google 帳號

# antigravity_active_account
source: Active on Mac
ja: Mac で利用中
zh_hans: 在 Mac 上活跃
zh_hant: 在 Mac 上啟用

# antigravity_token_expires_format
source: Token %@
ja: トークン %@

# bedrock_budget_remaining_format
source: %@ left
ja: 残り %@
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

# bedrock_budget_used_format
source: %d%% of monthly budget
ja: 月間予算の %d%%
zh_hans: 已用月度预算的 %d%%
zh_hant: 已用月度預算的 %d%%

source: Bedrock monthly spend
ja: Bedrock 月間支出
zh_hans: Bedrock 本月花费
zh_hant: Bedrock 本月花費

# bedrock_region_format
source: Region: %@
ja: リージョン:%@
zh_hans: 区域:%@
zh_hant: 區域:%@

source: d ago
ja: 日前
zh_hans: 天前
zh_hant: 天前

# deepgram_agent_tokens_label
source: Agent tokens
ja: Agent トークン
zh_hans: Agent Token
zh_hant: Agent Token

# deepgram_requests_label
source: Requests
ja: リクエスト数
zh_hans: 请求数
zh_hant: 請求數

# deepgram_speech_hours_label
source: Speech / Agent / Total
ja: 音声 / Agent / 合計
zh_hans: 语音 / Agent / 合计
zh_hant: 語音 / Agent / 合計

# deepgram_tts_characters_label
source: TTS characters
ja: TTS 文字数
zh_hans: TTS 字符数
zh_hant: TTS 字元數

# deepgram_usage_title
source: Deepgram usage
ja: Deepgram 使用量
zh_hans: Deepgram 用量
zh_hant: Deepgram 用量

# elevenlabs_characters_label
source: characters
ja: 文字
zh_hans: 字符
zh_hant: 字元

# elevenlabs_credits_title
source: ElevenLabs credits
ja: ElevenLabs クレジット
zh_hans: ElevenLabs 信用
zh_hant: ElevenLabs 信用

# elevenlabs_pro_voice_slots_label
source: Pro voice slots
ja: プロ音声スロット
zh_hans: 专业语音席位
zh_hant: 專業語音席位

# elevenlabs_renews_label
source: Renews
ja: 更新
zh_hans: 续费
zh_hant: 續費

# elevenlabs_voice_slots_label
source: Voice slots
ja: 音声スロット
zh_hans: 语音席位
zh_hant: 語音席位

source: exp.
ja: 期限
zh_hans: 到期
zh_hant: 到期

# grok_billing_reset_label
source: Resets
ja: リセット
zh_hans: 重置
zh_hant: 重設

# grok_billing_spend_label
source: Spend this period
ja: 今期の支出
zh_hans: 本周期消费
zh_hant: 本週期消費

# grok_billing_title
source: Grok billing
ja: Grok 請求
zh_hans: Grok 计费
zh_hant: Grok 計費

# groq_cache_hit_format
source: %d%% cache
ja: キャッシュ %d%%
zh_hans: 缓存命中 %d%%
zh_hant: 快取命中 %d%%

# groq_cache_per_min
source: Cache/min
ja: キャッシュ/分
zh_hans: 缓存/分钟
zh_hant: 快取/分鐘

# groq_metrics_title
source: GroqCloud rate
ja: GroqCloud レート
zh_hans: GroqCloud 速率
zh_hant: GroqCloud 速率

# groq_requests_per_min
source: Req/min
ja: リクエスト/分
zh_hans: 请求/分钟
zh_hant: 請求/分鐘

# groq_tokens_per_min
source: Tok/min
ja: トークン/分
zh_hans: Token/分钟
zh_hant: Token/分鐘

source: h ago
ja: 時間前
zh_hans: 小时前
zh_hant: 小時前

source: iCloud account changed
ja: iCloud アカウントが変更されました
zh_hans: iCloud 账户已更改
zh_hant: iCloud 帳戶已變更

source: iCloud storage quota exceeded
ja: iCloud ストレージ容量を超過しました
zh_hans: iCloud 存储空间不足
zh_hant: iCloud 儲存空間不足

source: iCloud sync unavailable
ja: iCloud 同期を利用できません
zh_hans: iCloud 同步不可用
zh_hant: iCloud 同步不可用

# kiro_bonus_credits
source: Bonus credits
ja: ボーナスクレジット
zh_hans: 奖励信用
zh_hant: 獎勵信用

# kiro_bonus_expired
source: expired
ja: 期限切れ
zh_hans: 已过期
zh_hant: 已過期

# kiro_bonus_expiring_days_format
source: expires in %d days
ja: あと%d日で期限切れ
zh_hans: %d 天后过期
zh_hant: %d 天後過期

# kiro_bonus_expiring_one_day
source: expires in 1 day
ja: あと1日で期限切れ
zh_hans: 1 天后过期
zh_hant: 1 天後過期

# kiro_credits_title
source: Kiro credits
ja: Kiro クレジット
zh_hans: Kiro 信用
zh_hant: Kiro 信用

# kiro_overage_credits_format
source: +%@ credits
ja: +%@ クレジット
zh_hans: +%@ 信用
zh_hant: +%@ 信用

# kiro_overage_label
source: Overage
ja: 超過分
zh_hans: 超额用量
zh_hant: 超額用量

# kiro_plan_label
source: Plan
ja: プラン
zh_hans: 套餐
zh_hant: 方案

source: left
ja: 残り
zh_hans: 剩余
zh_hant: 剩餘

source: Choose whether this widget shows session or weekly quota usage.
ja: このウィジェットにセッションまたは週間のクォータ使用量を表示するか選びます。
zh_hans: 选择此小组件显示会话还是每周配额使用量。
zh_hant: 選擇此小工具顯示工作階段或每週配額使用量。

source: Usage Window
ja: 使用ウィンドウ
zh_hans: 使用窗口
zh_hant: 使用時段

# linkage-prompt-detail
source: One of the Macs doesn't share an account identifier for this provider, so iOS can't auto-link the cards. Confirm if it's the same login.
ja: 一方の Mac がこのプロバイダーのアカウント識別子を共有していないため、iOS は自動でリンクできません。同じログインの場合は確認してください。
zh_hans: 其中一台 Mac 没有共享该 provider 的账号标识，iOS 无法自动合并。如果是同一个账号请确认。
zh_hant: 其中一台 Mac 沒有共享該 provider 的帳號識別碼，iOS 無法自動合併。如果是同一個帳號請確認。

# linkage-prompt-detail-with-version
source: The other Mac (QuotaKit %@) is on an older version that doesn't share account identifiers, so iOS can't auto-link the cards. Confirm if it's the same login. Updating the other Mac to the latest QuotaKit makes this automatic.
ja: もう一方の Mac (QuotaKit %@) は古いバージョンでアカウント識別子を共有していないため、iOS が自動でリンクできません。同じログインの場合は確認してください。もう一方の Mac を最新の QuotaKit に更新すると自動的に統合されます。
zh_hans: 另一台 Mac（QuotaKit %@）版本较旧，不会共享账号标识，iOS 无法自动合并。如果是同一个账号请确认。把另一台 Mac 升级到最新版本后会自动识别。
zh_hant: 另一台 Mac（QuotaKit %@）版本較舊，不會共享帳號識別碼，iOS 無法自動合併。如果是同一個帳號請確認。把另一台 Mac 升級到最新版本後會自動辨識。

# linkage-prompt-headline
source: Looks like the same %@ account on another Mac.
ja: 別の Mac の %@ も同じアカウントのように見えます。
zh_hans: 另一台 Mac 上的 %@ 看起来是同一个账号。
zh_hant: 另一台 Mac 上的 %@ 看起來是同一個帳號。

# llmproxy_credentials_active_format
source: %d / %d keys active
ja: %d / %d 個のキーが有効
zh_hans: %d / %d 个 Key 活跃
zh_hant: %d / %d 個 Key 活躍

# llmproxy_credentials_with_exhausted_format
source: %d / %d keys active · %d exhausted
ja: %d / %d 個のキーが有効・%d 個上限到達
zh_hans: %d / %d 个 Key 活跃 · %d 个用尽
zh_hant: %d / %d 個 Key 活躍 · %d 個用盡

# llmproxy_stats_title
source: LLM Proxy aggregate
ja: LLM Proxy 集計
zh_hans: LLM Proxy 聚合
zh_hant: LLM Proxy 彙總

# llmproxy_top_providers_label
source: Top providers (by requests)
ja: リクエスト上位プロバイダ
zh_hans: 请求数 Top 厂商
zh_hant: 請求數 Top 廠商

source: min ago
ja: 分前
zh_hans: 分钟前
zh_hant: 分鐘前

# moonshot_balance_title
source: Account balance
ja: アカウント残高
zh_hans: 账户余额
zh_hant: 帳戶餘額

# moonshot_region_format
source: Region: %@
ja: リージョン:%@
zh_hans: 区域:%@
zh_hant: 區域:%@

# openai_dashboard_30day_chart
source: 30-day spend
ja: 30日間の支出
zh_hans: 30 天花费
zh_hant: 30 天花費

# openai_dashboard_30days
source: 30 Days
ja: 30日間
zh_hans: 30 天
zh_hant: 30 天

# openai_dashboard_7days
source: 7 Days
ja: 7日間
zh_hans: 7 天
zh_hant: 7 天

# openai_dashboard_requests_format
source: %@ req
ja: %@ リクエスト
zh_hans: %@ 请求
zh_hant: %@ 請求

# openai_dashboard_title
source: OpenAI API Dashboard
ja: OpenAI API ダッシュボード
zh_hans: OpenAI API 仪表盘
zh_hant: OpenAI API 儀表板

# openai_dashboard_today
source: Today
ja: 今日
zh_hans: 今日
zh_hant: 今日

# openai_dashboard_top_line_items
source: Top line items
ja: 上位項目
zh_hans: 主要服务
zh_hant: 主要服務

# openai_dashboard_top_models
source: Top models
ja: 上位モデル
zh_hans: 主要模型
zh_hant: 主要模型

source: per active day
ja: アクティブ日あたり
zh_hans: 每个活跃日
zh_hant: 每個活躍日

# provider-account-count-label
source: %d accounts
ja: %d 個のアカウント
zh_hans: %d 个账号
zh_hant: %d 個帳號

# provider_changelogs_footer
source: Opens upstream release notes in Safari. Useful when an iPhone-visible quota value shifts and you want to check whether the provider's pricing/quotas just changed.
ja: Safari で上流の release notes を開きます。iPhone 上のクォータ値が変動したとき、プロバイダー側の価格/クォータが更新されたかをすばやく確認できます。
zh_hans: 在 Safari 中打开上游 release notes。当 iPhone 上的额度数值变化时,可以快速确认 provider 的定价/额度是否刚好更新。
zh_hant: 在 Safari 中開啟上游 release notes。當 iPhone 上的額度數值變化時,可以快速確認 provider 的定價/額度是否剛好更新。

# provider_changelogs_section
source: Provider changelogs
ja: プロバイダーの更新履歴
zh_hans: Provider 更新日志
zh_hant: Provider 更新日誌

source: providers active
ja: 件の provider がアクティブ
zh_hans: 个 provider 活跃
zh_hant: 個 provider 活躍

# setting_hide_quota_markers_subtitle
source: Suppress the tick-marks on usage bars. Quota warning notifications still fire.
ja: 使用バーのチェックマークを非表示にします。配額警告通知は引き続き発生します。
zh_hans: 隐藏用量条上的刻度标记。配额警告通知仍会触发。
zh_hant: 隱藏用量條上的刻度標記。配額警告通知仍會觸發。

# setting_hide_quota_markers_title
source: Hide quota warning markers
ja: 配額警告マーカーを非表示
zh_hans: 隐藏配额警告标记
zh_hant: 隱藏配額警告標記

# setting_section_warnings_links
source: Warnings & Links
ja: 警告とリンク
zh_hans: 警告与链接
zh_hant: 警告與連結

# setting_show_changelog_links_subtitle
source: Adds a Provider changelogs section to Settings → About, with links for Codex CLI, Claude Code, and Gemini CLI.
ja: 「設定 → このアプリについて」に Codex CLI、Claude Code、Gemini CLI のリンクを含むプロバイダー更新履歴セクションを追加します。
zh_hans: 在「设置 → 关于」中新增 Provider 更新日志板块,含 Codex CLI、Claude Code、Gemini CLI 的链接。
zh_hant: 在「設定 → 關於」中新增 Provider 更新日誌區塊,含 Codex CLI、Claude Code、Gemini CLI 的連結。

# setting_show_changelog_links_title
source: Show provider changelog links
ja: プロバイダーの更新履歴リンクを表示
zh_hans: 显示 provider 更新日志链接
zh_hant: 顯示 provider 更新日誌連結

source: used
ja: 使用済み
zh_hans: 已用
zh_hant: 已用

source: v1.2.0 — New Mac App Required
ja: v1.2.0 — Mac アプリの更新が必要
zh_hans: v1.2.0 —— 需要更新 Mac 应用
zh_hant: v1.2.0 —— 需要更新 Mac 應用程式

source: z.ai hourly chart: stacked per-model token usage for the last 24 hours, with model legend.
ja: z.ai 時間別チャート：過去 24 時間のモデル別トークン使用量を積み上げ表示、モデル凡例付き。
zh_hans: z.ai 每小时图表：过去 24 小时按模型堆叠的 token 用量，带模型图例。
zh_hant: z.ai 每小時圖表：過去 24 小時按模型堆疊的 token 用量，含模型圖例。

# zai_chart_no_data
source: No model usage in the last 24h
ja: 過去24時間のモデル使用なし
zh_hans: 过去 24 小时无模型用量
zh_hant: 過去 24 小時無模型用量

# zai_hourly_chart_title
source: Hourly token usage
ja: 時間別トークン使用量
zh_hans: 小时级 Token 用量
zh_hant: 小時級 Token 用量

# claude_admin_today
source: Today
ja: 今日
zh_hans: 今天
zh_hant: 今天

# claude_admin_7days
source: 7 Days
ja: 7日間
zh_hans: 7 天
zh_hant: 7 天

# claude_admin_30days
source: 30 Days
ja: 30日間
zh_hans: 30 天
zh_hant: 30 天

# claude_admin_top_models
source: Top models
ja: 上位モデル
zh_hans: 主要模型
zh_hant: 主要模型

# claude_admin_top_cost_items
source: Top cost items
ja: コスト内訳トップ
zh_hans: 主要费用项
zh_hant: 主要費用項目

# claude_extra_usage_title
source: Extra usage
ja: 追加使用量
zh_hans: 额外用量
zh_hant: 額外用量

# claude_extra_usage_period
source: This month
ja: 今月
zh_hans: 本月
zh_hant: 本月

# claude_extra_usage_disabled
source: Extra usage is disabled on the Anthropic console.
ja: Anthropic コンソールで追加使用量が無効になっています。
zh_hans: 已在 Anthropic 控制台禁用额外用量。
zh_hant: 已在 Anthropic 主控台停用額外用量。

# opencodego_zen_balance_title
source: Zen balance
ja: Zen 残高
zh_hans: Zen 余额
zh_hant: Zen 餘額

# opencodego_zen_workspace_format
source: Workspace · %@
ja: ワークスペース · %@
zh_hans: 工作区 · %@
zh_hant: 工作區 · %@

# minimax_billing_title
source: 30-day billing
ja: 30日間の課金
zh_hans: 30 天计费
zh_hant: 30 天計費

# minimax_billing_today
source: Today
ja: 今日
zh_hans: 今天
zh_hant: 今天

# minimax_billing_30days
source: 30 Days
ja: 30日間
zh_hans: 30 天
zh_hant: 30 天

# minimax_billing_chart_caption
source: 30-day tokens
ja: 30日間トークン
zh_hans: 30 天 Token
zh_hant: 30 天 Token

# minimax_billing_top_methods
source: Top methods
ja: 上位メソッド
zh_hans: 主要接口
zh_hant: 主要接口

# minimax_billing_top_models
source: Top models
ja: 上位モデル
zh_hans: 主要模型
zh_hant: 主要模型

# openai_window_today
source: Today
ja: 今日
zh_hans: 今天
zh_hant: 今天

# openai_window_days_format
source: %dd
ja: %d日間
zh_hans: %d 天
zh_hant: %d 天

# openai_dashboard_window_chart_format
source: Last %d days spend
ja: 直近 %d 日間の支出
zh_hans: 最近 %d 天花费
zh_hant: 最近 %d 天花費

source: Quota notifications now include the triggering account on multi-account providers — e.g. 'Codex · admin@example.com' instead of bare 'Codex'. Honours the Mac Hide-personal-info toggle.
ja: マルチアカウントプロバイダの利用量プッシュ通知に、発火元のアカウントが含まれるようになりました ('Codex' ではなく 'Codex · admin@example.com' のような表示)。Mac の「個人情報を隠す」設定を尊重します。
zh_hans: 多账号 provider 的额度推送通知现在会带上触发账号 —— 例如 'Codex · admin@example.com' 取代原本的纯 'Codex'。会遵守 Mac 端的「隐藏个人信息」开关。
zh_hant: 多帳號 provider 的額度推送通知現在會帶上觸發帳號 —— 例如 'Codex · admin@example.com' 取代原本的純 'Codex'。會遵守 Mac 端的「隱藏個人資訊」開關。

source: Codex workspace badge — when your active Codex account belongs to an OpenAI workspace, the workspace name shows as a caption under the account email plus a weekly pace arrow (up = ahead of pace, down = under pace).
ja: Codex ワークスペースバッジ — アクティブな Codex アカウントが OpenAI ワークスペースに所属している場合、アカウントメールの下にワークスペース名が表示され、週次ペース矢印 (上向き = ペース超過、下向き = ペース未満) も併せて表示します。
zh_hans: Codex 工作区徽章 —— 当激活的 Codex 账号属于 OpenAI 工作区时，账号邮箱下方会显示工作区名称，并配合周用量节奏箭头（向上 = 超前、向下 = 落后）。
zh_hant: Codex 工作區徽章 —— 當啟用的 Codex 帳號屬於 OpenAI 工作區時，帳號信箱下方會顯示工作區名稱，並配合週用量節奏箭頭（向上 = 超前、向下 = 落後）。

source: Five dedicated provider cards (Grok / ElevenLabs / Deepgram / GroqCloud / LLM Proxy), Kiro overage badge, plus Anthropic Admin API spend, Claude Enterprise spend-limit, OpenAI history-window picker, OpenCode Go Zen balance, and MiniMax 30-day billing.
ja: 5 つの専用プロバイダカード (Grok / ElevenLabs / Deepgram / GroqCloud / LLM Proxy) + Kiro 超過バッジに加えて、Anthropic Admin API 使用量、Claude Enterprise の支出上限、OpenAI ヒストリーウィンドウピッカー、OpenCode Go Zen 残高、MiniMax の 30 日間請求も追加。
zh_hans: 5 个专属 provider 卡片（Grok / ElevenLabs / Deepgram / GroqCloud / LLM Proxy）+ Kiro 超额徽章，外加 Anthropic Admin API 用量、Claude 企业版花费上限、OpenAI 历史窗口选择器、OpenCode Go Zen 余额，以及 MiniMax 30 天计费。
zh_hant: 5 個專屬 provider 卡片（Grok / ElevenLabs / Deepgram / GroqCloud / LLM Proxy）+ Kiro 超額徽章，外加 Anthropic Admin API 用量、Claude 企業版花費上限、OpenAI 歷史視窗選擇器、OpenCode Go Zen 餘額，以及 MiniMax 30 天計費。

source: Five dedicated provider cards (Grok / ElevenLabs / Deepgram / GroqCloud / LLM Proxy), Kiro overage badge, Anthropic Admin API spend, Claude Enterprise spend-limit, OpenAI history-window picker, OpenCode Go Zen balance, MiniMax 30-day billing, plus quota notifications now include the triggering account and Codex shows the active workspace + weekly pace.
ja: 5 つの専用プロバイダカード (Grok / ElevenLabs / Deepgram / GroqCloud / LLM Proxy)、Kiro 超過バッジ、Anthropic Admin API 使用量、Claude Enterprise の支出上限、OpenAI ヒストリーウィンドウピッカー、OpenCode Go Zen 残高、MiniMax の 30 日間請求に加えて、利用量プッシュ通知に発火元アカウントが含まれ、Codex はアクティブなワークスペースと週次ペースを表示します。
zh_hans: 5 个专属 provider 卡片（Grok / ElevenLabs / Deepgram / GroqCloud / LLM Proxy）、Kiro 超额徽章、Anthropic Admin API 用量、Claude 企业版花费上限、OpenAI 历史窗口选择器、OpenCode Go Zen 余额、MiniMax 30 天计费，外加额度推送通知会带上触发账号，Codex 展示激活工作区 + 周用量节奏。
zh_hant: 5 個專屬 provider 卡片（Grok / ElevenLabs / Deepgram / GroqCloud / LLM Proxy）、Kiro 超額徽章、Anthropic Admin API 用量、Claude 企業版花費上限、OpenAI 歷史視窗選擇器、OpenCode Go Zen 餘額、MiniMax 30 天計費，外加額度推送通知會帶上觸發帳號，Codex 展示啟用工作區 + 週用量節奏。

source: Update QuotaKit Mac to 0.27.0 (fork build 65.3 or later) for the full v0.27 surface including the quota account identity push title and Codex workspace badge. iPhone 1.8.0 also remains forward-compatible with Mac 0.26.x and 65.1 / 65.2 — newer tiles just stay hidden / fall back to the older title format until Mac is on 65.3.
ja: 完全な v0.27 機能 (アカウント識別子付きの利用量プッシュタイトルや Codex ワークスペースバッジを含む) を有効化するには、QuotaKit Mac を 0.27.0 (フォークビルド 65.3 以降) にアップデートしてください。iPhone 1.8.0 は Mac 0.26.x および 65.1 / 65.2 とも引き続き互換性があり、新しいタイルは Mac が 65.3 になるまで自動的に非表示 / 古いタイトル形式にフォールバックします。
zh_hans: 请将 Mac 端 QuotaKit 升级到 0.27.0（fork 构建号 65.3 或更高），以启用完整的 v0.27 功能，包括带账号身份的额度推送标题和 Codex 工作区徽章。iPhone 1.8.0 同时向后兼容 Mac 0.26.x 和 65.1 / 65.2 —— 新增卡片在 Mac 升级到 65.3 之前会自动隐藏 / 回退到旧标题格式。
zh_hant: 請將 Mac 端 QuotaKit 升級到 0.27.0（fork 建置號 65.3 或更高），以啟用完整的 v0.27 功能，包括帶帳號身份的額度推送標題和 Codex 工作區徽章。iPhone 1.8.0 同時向後相容 Mac 0.26.x 和 65.1 / 65.2 —— 新增卡片在 Mac 升級到 65.3 之前會自動隱藏 / 回退到舊標題格式。

source: Anthropic Admin API on the Claude detail page — Today / 7d / 30d cost summary, top models, and top cost items when an Admin API key is configured on Mac.
ja: Claude 詳細ページに Anthropic Admin API セクションを追加。Mac で Admin API キーが設定されている場合、今日 / 7 日 / 30 日のコスト概要、上位モデル、上位コスト項目を表示します。
zh_hans: Claude 详情页新增 Anthropic Admin API 区块 —— 今天 / 7 天 / 30 天花费汇总、主要模型和主要费用项。需在 Mac 端配置 Admin API key。
zh_hant: Claude 詳情頁新增 Anthropic Admin API 區塊 —— 今天 / 7 天 / 30 天花費彙總、主要模型和主要費用項目。需在 Mac 端配置 Admin API key。

source: Claude Extra usage (spend-limit) card for Enterprise / Team plans — utilization gauge, monthly spend vs limit, and a plan-tier badge.
ja: Enterprise / Team プラン向けに Claude 追加使用量 (支出上限) カードを追加 —— 使用率、月の支出と上限、プランバッジを表示。
zh_hans: 为企业版 / Team 套餐新增 Claude 额外用量（花费上限）卡片 —— 使用率、月度花费与上限对比、套餐徽章。
zh_hant: 為企業版 / Team 方案新增 Claude 額外用量（花費上限）卡片 —— 使用率、月度花費與上限對比、方案徽章。

source: OpenAI API Dashboard window picker — switch the chart range between 7 / 30 / 90 / 180 / 365 days, clamped to whatever Mac fetched.
ja: OpenAI API ダッシュボードにウィンドウピッカーを追加 — チャート範囲を 7 / 30 / 90 / 180 / 365 日間で切り替え可能 (Mac が取得した範囲内にクランプ)。
zh_hans: OpenAI API Dashboard 新增窗口选择器 —— 图表范围可在 7 / 30 / 90 / 180 / 365 天间切换，受 Mac 已抓取范围限制。
zh_hant: OpenAI API Dashboard 新增視窗選擇器 —— 圖表範圍可在 7 / 30 / 90 / 180 / 365 天之間切換，受 Mac 已抓取範圍限制。

source: OpenCode Go Zen workspace balance — pay-as-you-go USD balance shown below the rolling / weekly / monthly bars.
ja: OpenCode Go Zen ワークスペース残高 — ローリング / 週 / 月のバー下に従量制 USD 残高を表示。
zh_hans: OpenCode Go Zen 工作区余额 —— 在滚动 / 周 / 月用量条下方展示按量付费的美元余额。
zh_hant: OpenCode Go Zen 工作區餘額 —— 在滾動 / 週 / 月用量條下方展示按量付費的美元餘額。

source: MiniMax 30-day billing card — Today + 30-day token and USD totals, a 30-day bar chart, and top-3 method / model breakdowns.
ja: MiniMax の 30 日間請求カード — 今日と 30 日間のトークン / USD 合計、30 日間の棒グラフ、メソッド / モデルの上位 3 件を表示。
zh_hans: MiniMax 30 天计费卡片 —— 今天 + 30 天 Token 和美元汇总、30 天柱状图、主要接口 / 模型 Top 3。
zh_hant: MiniMax 30 天計費卡片 —— 今天 + 30 天 Token 和美元彙總、30 天柱狀圖、主要接口 / 模型 Top 3。

source: Update QuotaKit Mac to 0.27.0 (fork build 65.2 or later) for the new dedicated cards plus the v0.27 existing-provider extensions. iPhone 1.8.0 also remains forward-compatible with Mac 0.26.x and 65.1 — new tiles just stay hidden until Mac is on 65.2.
ja: 新しい専用カードと v0.27 既存プロバイダ拡張を有効にするため、QuotaKit Mac を 0.27.0 (フォークビルド 65.2 以降) にアップデートしてください。iPhone 1.8.0 は Mac 0.26.x および 65.1 とも引き続き互換性があり、新しいタイルは Mac が 65.2 になるまで自動的に非表示になります。
zh_hans: 请将 Mac 端 QuotaKit 升级到 0.27.0（fork 构建号 65.2 或更高），以启用新的专属卡片和 v0.27 现有 provider 扩展。iPhone 1.8.0 同时向后兼容 Mac 0.26.x 和 65.1 —— 新增卡片在 Mac 升级到 65.2 之前会自动隐藏。
zh_hant: 請將 Mac 端 QuotaKit 升級到 0.27.0（fork 建置號 65.2 或更高），以啟用新的專屬卡片和 v0.27 現有 provider 擴充。iPhone 1.8.0 同時向後相容 Mac 0.26.x 和 65.1 —— 新增卡片在 Mac 升級到 65.2 之前會自動隱藏。

source: · Update available
ja: · 更新あり
zh_hans: · 建议更新
zh_hant: · 建議更新

source: Azure OpenAI — usage card validating deployment status from your API key, endpoint, and deployment name.
ja: Azure OpenAI — API キー、エンドポイント、デプロイ名からデプロイ状態を検証する使用状況カード。
zh_hans: Azure OpenAI —— 用量卡片，通过你的 API key、endpoint 和部署名称校验部署状态。
zh_hant: Azure OpenAI —— 用量卡片，透過你的 API key、endpoint 和部署名稱驗證部署狀態。

source: Alibaba Token Plan (Bailian) — monthly token-plan quota card showing used and total credits with the reset date, imported from browser or manual cookies.
ja: Alibaba Token Plan（百錬）— 月間トークンプランのクォータカード。使用済み / 合計クレジットとリセット日を表示し、ブラウザーまたは手動 cookie から取り込みます。
zh_hans: Alibaba Token Plan（百炼）—— 每月 token 套餐额度卡片，显示已用 / 总额度和重置日期，通过浏览器或手动 cookie 导入。
zh_hant: Alibaba Token Plan（百煉）—— 每月 token 方案額度卡片，顯示已用 / 總額度和重設日期，透過瀏覽器或手動 cookie 匯入。

source: T3 Chat — web-session usage card with a 4-hour base window plus a monthly overage window.
ja: T3 Chat — 4 時間のベースウィンドウと月間の超過ウィンドウを備えた web セッション使用状況カード。
zh_hans: T3 Chat —— web session 用量卡片，含 4 小时基础窗口和每月超额窗口。
zh_hant: T3 Chat —— web session 用量卡片，含 4 小時基礎視窗和每月超額視窗。

source: Update QuotaKit Mac to 0.29.0 (fork build 68.1 or later) to see the three new providers. iPhone 1.9.0 stays forward-compatible with older Mac builds — the new cards simply stay hidden until Mac is on 0.29.0.
ja: 3 つの新しいプロバイダーを表示するには、Mac の QuotaKit を 0.29.0（fork build 68.1 以降）に更新してください。iPhone 1.9.0 は古い Mac ビルドと前方互換性があり、Mac が 0.29.0 になるまで新しいカードは非表示のままです。
zh_hans: 将 Mac 端 QuotaKit 更新到 0.29.0（fork build 68.1 或更新）才能看到这三个新 provider。iPhone 1.9.0 与旧版 Mac 保持向前兼容 —— 在 Mac 升级到 0.29.0 之前，新卡片只是保持隐藏。
zh_hant: 將 Mac 端 QuotaKit 更新到 0.29.0（fork build 68.1 或更新）才能看到這三個新 provider。iPhone 1.9.0 與舊版 Mac 保持向前相容 —— 在 Mac 升級到 0.29.0 之前，新卡片只是保持隱藏。

source: Std %1$@ · Fast %2$@
ja: 標準 %1$@ · 高速 %2$@
zh_hans: 标准 %1$@ · 快速 %2$@
zh_hant: 標準 %1$@ · 快速 %2$@

source: %@ left
ja: 残り %@
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: %1$@ of %2$@ used
ja: %2$@ のうち %1$@ 使用
zh_hans: 已用 %1$@ / %2$@
zh_hant: 已用 %1$@ / %2$@

source: Week
ja: 今週
zh_hans: 本周
zh_hant: 本週

source: Month
ja: 今月
zh_hans: 本月
zh_hant: 本月

source: Rate limit: %1$d req / %2$@
ja: レート制限：%1$d 回 / %2$@
zh_hans: 速率限制：%1$d 次 / %2$@
zh_hant: 速率限制：%1$d 次 / %2$@

source: %lld Days
ja: %lld 日間
zh_hans: %lld 天
zh_hant: %lld 天

source: Deployment validated
ja: デプロイ検証済み
zh_hans: 部署已校验
zh_hant: 部署已驗證

source: Endpoint
ja: エンドポイント
zh_hans: 端点
zh_hant: 端點

source: Deployment
ja: デプロイ
zh_hans: 部署
zh_hant: 部署

source: Model
ja: モデル
zh_hans: 模型
zh_hant: 模型

source: API version
ja: API バージョン
zh_hans: API 版本
zh_hant: API 版本

source: Token Plan
ja: トークンプラン
zh_hans: Token 套餐
zh_hant: Token 方案

source: %1$@ / %2$@ credits
ja: %1$@ / %2$@ クレジット
zh_hans: %1$@ / %2$@ 额度
zh_hant: %1$@ / %2$@ 額度

source: %@ credits left
ja: 残り %@ クレジット
zh_hans: 剩余 %@ 额度
zh_hant: 剩餘 %@ 額度

source: Three new providers (Azure OpenAI, Alibaba Token Plan, T3 Chat) from the QuotaKit Mac 0.29.0 sync — plus richer detail across many providers: the iPhone now surfaces more of what your Mac already tracks.
ja: QuotaKit 0.29.0 同期による 3 つの新しいプロバイダー（Azure OpenAI、Alibaba Token Plan、T3 Chat）に加え、多くのプロバイダーでより詳しい情報を表示します。iPhone が Mac で追跡中のデータをより多く表示するようになりました。
zh_hans: 来自 QuotaKit 0.29.0 同步的三个新 provider（Azure OpenAI、Alibaba Token Plan、T3 Chat）—— 外加多个 provider 的更丰富详情：iPhone 现在能展示更多 Mac 已经在追踪的数据。
zh_hant: 來自 QuotaKit 0.29.0 同步的三個新 provider（Azure OpenAI、Alibaba Token Plan、T3 Chat）—— 外加多個 provider 的更豐富詳情：iPhone 現在能展示更多 Mac 已經在追蹤的資料。

source: Richer detail elsewhere too — Codex standard/fast spend split per model, an OpenRouter balance & credits card, Mistral daily cost in the Cost dashboard, the Antigravity multi-account switcher, and cost summaries that show the real history window (not always 30 days).
ja: 他の箇所もより詳しく —— モデルごとの Codex 標準/高速消費の内訳、OpenRouter の残高とクレジットのカード、Cost ダッシュボードの Mistral 日次費用、Antigravity マルチアカウント切り替え、そして実際の履歴期間を表示する費用サマリー（常に 30 日ではありません）。
zh_hans: 其他地方也更详细 —— Codex 每个模型的标准/快速消费拆分、OpenRouter 余额与信用额度卡、Cost 面板里的 Mistral 每日费用、Antigravity 多账号切换器，以及显示真实历史窗口（不再总是 30 天）的成本摘要。
zh_hant: 其他地方也更詳細 —— Codex 每個模型的標準/快速消費拆分、OpenRouter 餘額與信用額度卡、Cost 面板裡的 Mistral 每日費用、Antigravity 多帳號切換器，以及顯示真實歷史視窗（不再總是 30 天）的成本摘要。

source: +%lld more
ja: +%lld 件
zh_hans: +%lld 项
zh_hant: +%lld 項

source: Local cost history
ja: ローカル コスト履歴
zh_hans: 本地成本历史
zh_hant: 本機成本歷史

source: Keep a longer cost history on this iPhone, independent of the Mac's window. Builds up as the Mac keeps syncing.
ja: Mac のウィンドウとは独立して、この iPhone により長いコスト履歴を保持します。Mac の同期に伴って蓄積されます。
zh_hans: 在 iPhone 上保留更长的成本历史,独立于 Mac 的窗口。随 Mac 持续同步而累积。
zh_hant: 在 iPhone 上保留更長的成本歷史,獨立於 Mac 的視窗。隨 Mac 持續同步而累積。

source: History window
ja: 履歴ウィンドウ
zh_hans: 历史窗口
zh_hant: 歷史視窗

source: 90 Days
ja: 90 日間
zh_hans: 90 天
zh_hant: 90 天

source: 365 Days
ja: 365 日間
zh_hans: 365 天
zh_hant: 365 天

source: Cost History
ja: コスト履歴
zh_hans: 成本历史
zh_hant: 成本歷史

source: Local Ledger
ja: ローカル台帳
zh_hans: 本地账本
zh_hant: 本機帳本

source: Days collected
ja: 収集日数
zh_hans: 已累积天数
zh_hant: 已累積天數

source: Devices
ja: デバイス
zh_hans: 设备
zh_hant: 裝置

source: Since
ja: 開始日
zh_hans: 起始
zh_hant: 起始

source: Clear local cost history
ja: ローカル コスト履歴を消去
zh_hans: 清空本地成本历史
zh_hant: 清空本機成本歷史

source: Clear local cost history?
ja: ローカル コスト履歴を消去しますか?
zh_hans: 清空本地成本历史?
zh_hant: 清空本機成本歷史?

source: Clear
ja: 消去
zh_hans: 清空
zh_hant: 清空

source: Deletes the on-device cost ledger only. Synced data is unaffected; history rebuilds as the Mac keeps syncing.
ja: 端末上のコスト台帳のみを削除します。同期済みデータには影響しません。Mac の同期に伴って再び蓄積されます。
zh_hans: 仅删除本机的成本账本。已同步的数据不受影响;随 Mac 继续同步会重新累积。
zh_hant: 僅刪除本機的成本帳本。已同步的資料不受影響;隨 Mac 繼續同步會重新累積。

# deepseek_usage_title
source: DeepSeek usage
ja: DeepSeek 使用量
zh_hans: DeepSeek 用量
zh_hant: DeepSeek 用量

# deepseek_today_label
source: Today
ja: 今日
zh_hans: 今天
zh_hant: 今天

# deepseek_month_label
source: This month
ja: 今月
zh_hans: 本月
zh_hant: 本月

# deepseek_balance_label
source: Balance
ja: 残高
zh_hans: 余额
zh_hant: 餘額

# cost_requests_inline
source: %@ req
ja: %@ リクエスト
zh_hans: %@ 次请求
zh_hant: %@ 次請求
